{
  "array": [
    {
      "image": "/Images/Portfolio.jpg",
      "title": "My Portfolio",
      "info": "My former instructor said that i should make this portfolio so that i can attract more clients, honestly it took me so long doing this, specially because i dont have a laptop, barely had an internet connection. I've made this only using my mobile phone using Spck Editor, when i needed to deploy this website i just borrow a laptop from my father. I have made this portfolio because of the kind words from my former instructor. She believed that I better be a programmer/web dev and I should make this first to start my journey.",
      "links": [
        {
          "title": "Visit",
          "icon": "fas fa-link",
          "href": "/"
        },
        {
          "title": "Source",
          "icon": "fab fa-github",
          "href": "https://github.com/rtredes/Portfolio"
        }
      ]
    },
    {
      "image": "/Images/Scenery.jpg",
      "title": "Scenery",
      "info": "I love JavaScript alot, so i studied the JavaScript Canvas and played with it untill now. I want to be different, and I make website that is different, that's why I studied the depths of Css and Js. I made this just for my portfolio header, the sun and moon is synced with device time, and is animating real time (Try watching the header till night), the background and the pixel arts is all made by me (on android phone Using Pixly). No matter how long your device is, it supports infinite width. to infinity and beyond!",
      "links": [
        {
          "title": "Visit",
          "icon": "fas fa-link",
          "href": "/projects/Scenery"
            },
        {
          "title": "Source",
          "icon": "fab fa-github",
          "href": "https://github.com/rtredes/Portfolio/tree/master/projects/Scenery"
        }
      ]
    },
    {
      "image": "/Images/Lyrics.jpg",
      "title": "Lyric Maker",
      "info": "A lyric maker for music players that uses .lrc files. this simple and easy to use lyric maker is useful when making .lrc files. 5 buttons to create one file (Upload, start, record, undo, and download). made with Html, Css, and Js",
      "links": [
        {
          "title": "Visit",
          "icon": "fas fa-link",
          "href": "/projects/LyricMaker"
                    },
        {
          "title": "Source",
          "icon": "fab fa-github",
          "href": "https://github.com/rtredes/Portfolio/tree/master/projects/LyricMaker"
        }
      ]
    },
    {
      "image": "https://firebasestorage.googleapis.com/v0/b/tredesreiniel.appspot.com/o/public%2Fsmartplay.jpg?alt=media&token=6bb060dc-a348-4664-839b-76384a0b9fa5",
      "title": "Smartplay (Blogsite)",
      "info": "My very first livesite from international client. made using Wordpress and Elementor Pro under the company of Archicoders",
      "links": [
        {
          "title": "Visit",
          "icon": "fas fa-link",
          "href": "https://smartplay.com.au/"
        }
      ]
    }
  ]
}